Repository: Gluejar/regluit
Catalog: email_change/locale/*/LC_MESSAGES/django.po
Languages: el

source: Email change complete
el: Αλλαγή διεύθυνσης email ολοκληρώθηκε

source: Notice
el: Σημείωση

source: Your email address has been changed successfully.
el: Η διεύθυνση email σας έχει αλλάξει επιτυχώς.

source: Your new email address is:
el: Η νέα διεύθυνση email είναι:

source: Back to your profile
el: Πίσω στο προφίλ σας

source: Change email address
el: Αλλαγή διεύθυνσης email

source: Your current email address is:
el: Η τωρινή διεύθυνση email σας είναι:

source: To associate a new email address with your account, please enter the new address in the box below.
el: Για να συσχετίσεται μια νέα διεύθυνση email με το λογαριασμό σας, παρακαλούμε εισάγετε τη νέα διεύθυνση παρακάτω.

source: Verification email sent
el: Email επαλήθευσης στάλθηκε

source: An email containing a verification link has been sent to your new email address.
el: Ένα email που περιέχει έναν σύνδεσμο για επαλήθευση σας έχει αποσταλεί στη νέα διεύθυνση.

source: Follow the instructions in this email in order to successfully change your current email address.
el: Ακολουθήστε τις οδηγίες αυτού του μηνύματος προκειμένου να αλλάξετε επιτυχώς την τωρινή σας διεύθυνση.

source: Email confirmation
el: Επιβεβαίωση διεύθυνσης email

source: Email confirmation failed
el: Επιβεβαίωση διεύθυνσης email απέτυχε

source: This confirmation code has either expired or is invalid.
el: Αυτός ο κωδικός επιβεβαίωσης έχει λήξει ή είναι άκυρος.

source: The requested email address change has failed.
el: Το αίτημα για αλλαγή της διεύθυνσης email απέτυχε.

source: Please, try to change it again in your account settings.
el: Παρακαλούμε, επιχειρήστε να το αλλάξετε ξανά στις ρυθμίσεις του λογαριασμού σας.

source: Hi
el: Γεια

source: A request to change the email address of your account has been made at %(site_name)s.
el: Ένα αίτημα για αλλαγή της διεύθυνσης email του λογαριασμού σας έχει γίνει στο %(site_name)s.

source: Before changing your current email address, verification of your new email address is required.
el: Πριν αλλάξετε την τρέχουσα διεύθυνση email, η επαλήθευση της νέας διεύθυνσης email είναι απαραίτητη.

source: To complete the email change, please visit the following URL, either by clicking on it or by copying and pasting it in your browser:
el: Για να ολοκληρώσετε την αλλαγή της διεύθυνσης email, παρακαλούμε επισκευτείτε την παρακάτω διεύθυνση είτε κάνοντας κλικ πάνω της είτε αντιγράφοντάς την και επικολλώντας την στον φυλομετρητή σας:

source: You will only need to visit this URL once.
el: Χρειάζετε να επισκευτείτε αυτή τη διεύθυνση μόνο μία φορά.

source: Thank you
el: Ευχαριστούμε

source: The Team at %(site_name)s
el: Η μάδα του %(site_name)s

source: Email change verification for %(site_name)s
el: Επιβεβαίωση αλλαγής διεύθυνσης email στο %(site_name)s
